[
    {"id":1,
        "img":"https://www.wikihow.com/images/thumb/3/36/Encourage-Dogs-to-Mate-Naturally-Step-1-Version-2.jpg/aid8369940-v4-728px-Encourage-Dogs-to-Mate-Naturally-Step-1-Version-2.jpg",
        "title":"How to Encourage Dogs to Mate Naturally?",
        "description": "Keep the female at a healthy weight. Females are more likely to conceive, and have healthy pregnancies, if they stay at a healthy weight. An under or overweight female may have problems conceiving and carrying puppies to term. A healthy weight will encourage a healthy pregnancy Talk to your vet about your dog's weight. Your vet can recommend a feeding and exercise routine that will keep your female at a healthy weight for her age and breed.If your female is over or underweight, you may want to get her to a healthy weight before attempting to breed her."    
    },
    {"id":2,
    "img":"https://www.wikihow.com/images/thumb/c/c7/Encourage-Dogs-to-Mate-Naturally-Step-2-Version-2.jpg/aid8369940-v4-728px-Encourage-Dogs-to-Mate-Naturally-Step-2-Version-2.jpg",
        "title":"How to encourage your dog for Good Health?",
        "description": "Healthier dogs will be better equipped for mating.[2] A balanced diet is key to your pet's health. Feed your dog the proper amounts of a healthy dog food to encourage good health overall.Dogs have different dietary needs depending on breed and age. Talk to your vet about a healthy diet for your dog. Most dogs do better with scheduled feeding than they do with free feeding.Offer your dogs healthy treats to reward them for good behavior, while also keeping their weight under control. Try offering your dog veggies and fruits as a treat, such as a baby carrot, a green bean, or a couple of banana or apple slices.Fish oils are often used to supplement a dog's diet, as it may prevent things like kidney disease. Encouraging good health in your dog involves a combination of proper nutrition, regular exercise, preventive care, and mental stimulation. Start by providing a balanced diet tailored to your dog's age, breed, and health needs. Ensure they have access to fresh water at all times.  "    
    },
    {"id":3,
        "img":"https://www.wikihow.com/images/thumb/c/c6/Encourage-Dogs-to-Mate-Naturally-Step-3-Version-2.jpg/aid8369940-v4-728px-Encourage-Dogs-to-Mate-Naturally-Step-3-Version-2.jpg",
        "title":"Need exercise?",
        "description": "Dogs need exercise to maintain good health. Exercise can also keep both dogs at the right weight, promoting overall fertility. Try to get your dog daily exercise in the form of a walk or simply playing around the house.Bigger, higher energy dogs may need more physical activity than smaller breeds. Talk to your vet about how much exercise your dog needs each day.If your dog is very high energy, you may want to invest in a fenced in yard so your dog can run around outside during the day.Exercise plays a crucial role in a dog's overall health and well-being, including their ability to breed effectively. Regular physical activity helps maintain a healthy weight, which is essential for reproductive health in both male and female dogs. Exercise also promotes cardiovascular health, muscle tone, and flexibility, all of which are important for successful mating and pregnancy. Additionally, exercise reduces stress and anxiety, which can positively impact fertility and reproductive behavior.  "    
    },
    {"id":4,
    "img":"https://www.wikihow.com/images/thumb/b/b0/Encourage-Dogs-to-Mate-Naturally-Step-4-Version-2.jpg/aid8369940-v4-728px-Encourage-Dogs-to-Mate-Naturally-Step-4-Version-2.jpg",
        "title":"Make sure the male is clean and groomed.",
        "description": "Males need to have clean genitals to prevent yeast infections and other complications during breeding. You should also make sure the hair around a male's genitals is trimmed. This will help the male successfully mount a female, encouraging natural breeding.Ensuring that the male dog is clean and groomed before breeding is essential for several reasons. Firstly, cleanliness reduces the risk of transmitting infections or diseases to the female dog during mating. By maintaining good hygiene, you minimize the chances of introducing harmful bacteria or parasites into the breeding process. Additionally, grooming helps to remove dirt, debris, and mats from the male dog's coat, improving his appearance and overall health. A clean and well-groomed male is also more likely to exhibit desirable mating behaviors and may be more appealing to the female. "    
    },
    {"id":5,
        "img":"https://www.wikihow.com/images/thumb/3/35/Encourage-Dogs-to-Mate-Naturally-Step-6-Version-2.jpg/aid8369940-v4-728px-Encourage-Dogs-to-Mate-Naturally-Step-6-Version-2.jpg",
        "title":"Count the days in the female's cycle",
        "description": "Remember to start at the day you first notice blood. Your female will be fertile later on in the cycle and not on the first day she bleeds. Usually, around ten days into the cycle, your female will allow a male to mount her. If you want to breed naturally, you should let your female breed during her natural cycle."    
    }


]